Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The Board should be responsible for a number of advisory tasks, including issuing opinions, recommendations, advice or contributing to guidance on matters related to the implementation of this Regulation, including on enforcement matters, technical specifications or existing standards regarding the requirements established in this Regulation and providing advice to the Commission and the Member States and their national competent authorities on specific questions related to AI.
pt_pt: O Comité deverá ser responsável por uma série de funções consultivas, nomeadamente a emissão de pareceres, recomendações e conselhos, ou o contributo para orientações em questões relacionadas com a aplicação do presente regulamento, inclusive no tocante a questões de execução, especificações técnicas ou normas existentes relativas aos requisitos estabelecidos no presente regulamento, e a prestação de aconselhamento à Comissão a aos Estados-Membros e respetivas autoridades nacionais competentes sobre questões específicas relacionadas com a IA.

source: In order to give some flexibility to Member States in the designation of their representatives in the Board, such representatives may be any persons belonging to public entities who should have the relevant competences and powers to facilitate coordination at national level and contribute to the achievement of the Board’s tasks.
pt_pt: A fim de dar alguma flexibilidade aos Estados-Membros na designação dos seus representantes no Comité, esses representantes podem ser quaisquer pessoas pertencentes a entidades públicas que deverão ter as competências e os poderes pertinentes para facilitar a coordenação a nível nacional e contribuir para o desempenho das funções do Comité.

source: The Board should establish two standing sub-groups to provide a platform for cooperation and exchange among market surveillance authorities and notifying authorities on issues related, respectively, to market surveillance and notified bodies.
pt_pt: O Comité deverá criar dois subgrupos permanentes a fim de proporcionar uma plataforma de cooperação e intercâmbio entre as autoridades de fiscalização do mercado e as autoridades notificadoras sobre questões relacionadas, respetivamente, com a fiscalização do mercado e os organismos notificados.

source: The standing subgroup for market surveillance should act as the administrative cooperation group (ADCO) for this Regulation within the meaning of Article 30 of Regulation (EU) 2019/1020.
pt_pt: O subgrupo permanente para a fiscalização do mercado deverá atuar como grupo de cooperação administrativa (ADCO) para efeitos do presente regulamento, na aceção do artigo 30.o do Regulamento (UE) 2019/1020.

source: In accordance with Article 33 of that Regulation, the Commission should support the activities of the standing subgroup for market surveillance by undertaking market evaluations or studies, in particular with a view to identifying aspects of this Regulation requiring specific and urgent coordination among market surveillance authorities.
pt_pt: Em consonância com o artigo 33.o do referido Regulamento, a Comissão deverá apoiar as atividades do subgrupo permanente para a fiscalização do mercado, realizando avaliações ou estudos de mercado, nomeadamente com vista a identificar aspetos do presente regulamento que exijam uma coordenação específica e urgente entre as autoridades de fiscalização do mercado.

source: The Board may establish other standing or temporary sub-groups as appropriate for the purpose of examining specific issues.
pt_pt: O Comité pode constituir outros subgrupos permanentes ou temporários consoante adequado para efeitos da análise de questões específicas.

source: The Board should also cooperate, as appropriate, with relevant Union bodies, experts groups and networks active in the context of relevant Union law, including in particular those active under relevant Union law on data, digital products and services.
pt_pt: O Comité deverá também cooperar, se for caso disso, com os organismos, grupos de peritos e redes pertinentes da União ativos no contexto de outras disposições pertinentes do direito da União, incluindo, em especial, os que operam ao abrigo do direito pertinente da União em matéria de dados, produtos e serviços digitais.

source: With a view to ensuring the involvement of stakeholders in the implementation and application of this Regulation, an advisory forum should be established to advise and provide technical expertise to the Board and the Commission.
pt_pt: A fim de assegurar a participação das partes interessadas na execução e aplicação do presente regulamento, deverá ser criado um fórum consultivo para aconselhar e disponibilizar conhecimentos técnicos especializados ao Comité e à Comissão.

source: To ensure a varied and balanced stakeholder representation between commercial and non-commercial interest and, within the category of commercial interests, with regards to SMEs and other undertakings, the advisory forum should comprise inter alia industry, start-ups, SMEs, academia, civil society, including the social partners, as well as the Fundamental Rights Agency, ENISA, the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC) and the European Telecommunications Standards Institute (ETSI).
pt_pt: A fim de assegurar uma representação variada e equilibrada das partes interessadas entre interesses comerciais e não comerciais e, dentro da categoria de interesses comerciais, no que diz respeito às PME e a outras empresas, o fórum consultivo deverá englobar, nomeadamente, a indústria, as empresas em fase de arranque, as PME, o meio académico, a sociedade civil, incluindo os parceiros sociais, bem como a Agência dos Direitos Fundamentais, a ENISA, o Comité Europeu de Normalização (CEN), o Comité Europeu de Normalização Eletrotécnica (CENELEC) e o Instituto Europeu de Normalização das Telecomunicações (ETSI).

source: To support the implementation and enforcement of this Regulation, in particular the monitoring activities of the AI Office as regards general-purpose AI models, a scientific panel of independent experts should be established.
pt_pt: A fim de apoiar a aplicação e a execução do presente regulamento, em especial as atividades de acompanhamento do Serviço para a IA no que diz respeito aos modelos de IA de finalidade geral, deverá ser criado um painel científico de peritos independentes.

source: The independent experts constituting the scientific panel should be selected on the basis of up-to-date scientific or technical expertise in the field of AI and should perform their tasks with impartiality, objectivity and ensure the confidentiality of information and data obtained in carrying out their tasks and activities.
pt_pt: Os peritos independentes que constituem o painel científico deverão ser selecionados com base em conhecimentos científicos ou técnicos atualizados no domínio da IA e deverão desempenhar as suas funções com imparcialidade e objetividade e assegurar a confidencialidade das informações e dos dados obtidos no desempenho das suas funções e atividades.

source: To allow the reinforcement of national capacities necessary for the effective enforcement of this Regulation, Member States should be able to request support from the pool of experts constituting the scientific panel for their enforcement activities.
pt_pt: A fim de permitir o reforço das capacidades nacionais necessárias para a execução efetiva do presente regulamento, os Estados-Membros deverão poder solicitar o apoio do grupo de peritos que constituem o painel científico para as suas atividades de execução.

source: In order to support adequate enforcement as regards AI systems and reinforce the capacities of the Member States, Union AI testing support structures should be established and made available to the Member States.
pt_pt: A fim de apoiar a execução adequada dos sistemas de IA e reforçar as capacidades dos Estados-Membros, deverão ser criadas e disponibilizadas aos Estados-Membros estruturas da União de apoio à testagem de IA.

source: Member States hold a key role in the application and enforcement of this Regulation.
pt_pt: Os Estados-Membros desempenham um papel fundamental na aplicação e execução do presente regulamento.

source: In that respect, each Member State should designate at least one notifying authority and at least one market surveillance authority as national competent authorities for the purpose of supervising the application and implementation of this Regulation.
pt_pt: Nesse sentido, cada Estado-Membro deverá designar pelo menos uma autoridade notificadora e pelo menos uma autoridade de fiscalização do mercado como autoridades nacionais competentes do mercado para efeitos de supervisão da aplicação e execução do presente regulamento.

source: Member States may decide to appoint any kind of public entity to perform the tasks of the national competent authorities within the meaning of this Regulation, in accordance with their specific national organisational characteristics and needs.
pt_pt: Os Estados-Membros podem decidir nomear qualquer tipo de entidade pública para desempenhar as funções das autoridades nacionais competentes na aceção do presente regulamento, de acordo com as suas características e necessidades específicas em matéria de organização nacional.

source: In order to increase organisation efficiency on the side of Member States and to set a single point of contact vis-à-vis the public and other counterparts at Member State and Union levels, each Member State should designate a market surveillance authority to act as a single point of contact.
pt_pt: A fim de aumentar a eficácia organizativa dos Estados-Membros e de criar um ponto de contacto oficial único para o público e as outras contrapartes a nível dos Estados-Membros e da União, cada Estado-Membro deverá designar uma autoridade de fiscalização do mercado que atue como um ponto de contacto único.

source: The national competent authorities should exercise their powers independently, impartially and without bias, so as to safeguard the principles of objectivity of their activities and tasks and to ensure the application and implementation of this Regulation.
pt_pt: As autoridades nacionais competentes deverão exercer os seus poderes de forma independente, imparcial e sem enviesamentos, a fim de salvaguardar os princípios da objetividade das suas atividades e funções e de assegurar a aplicação e execução do presente regulamento.

source: The members of these authorities should refrain from any action incompatible with their duties and should be subject to confidentiality rules under this Regulation.
pt_pt: Os membros dessas autoridades deverão abster-se de qualquer ato incompatível com as suas funções e estar sujeitos às regras de confidencialidade previstas no presente regulamento.

source: In order to ensure that providers of high-risk AI systems can take into account the experience on the use of high-risk AI systems for improving their systems and the design and development process or can take any possible corrective action in a timely manner, all providers should have a post-market monitoring system in place.
pt_pt: Para assegurar que os prestadores de sistemas de IA de risco elevado possam aproveitar a experiência adquirida na utilização de sistemas de IA de risco elevado para melhorarem os seus sistemas e o processo de conceção e desenvolvimento ou possam adotar eventuais medidas corretivas em tempo útil, todos os prestadores deverão dispor de um sistema de acompanhamento pós-comercialização.

source: Where relevant, post-market monitoring should include an analysis of the interaction with other AI systems including other devices and software.
pt_pt: Se for caso disso, o acompanhamento pós-comercialização deverá incluir uma análise da interação com outros sistemas de IA, incluindo outros dispositivos e software.

source: Post-market monitoring should not cover sensitive operational data of deployers which are law enforcement authorities.
pt_pt: O acompanhamento pós-comercialização não deverá abranger os dados operacionais sensíveis dos responsáveis pela implantação que sejam autoridades responsáveis pela aplicação da lei.

source: This system is also key to ensure that the possible risks emerging from AI systems which continue to ‘learn’ after being placed on the market or put into service can be more efficiently and timely addressed.
pt_pt: Este sistema também é fundamental para assegurar uma resolução mais eficaz e atempada dos eventuais riscos decorrentes dos sistemas de IA que continuam a «aprender» depois de terem sido colocados no mercado ou colocados em serviço.

source: In this context, providers should also be required to have a system in place to report to the relevant authorities any serious incidents resulting from the use of their AI systems, meaning incident or malfunctioning leading to death or serious damage to health, serious and irreversible disruption of the management and operation of critical infrastructure, infringements of obligations under Union law intended to protect fundamental rights or serious damage to property or the environment.
pt_pt: Neste contexto, os prestadores também deverão ser obrigados a dispor de um sistema para comunicar às autoridades competentes quaisquer incidentes graves resultantes da utilização dos seus sistemas de IA, ou seja, incidentes ou anomalias que conduzam à morte ou a danos graves para a saúde, perturbações graves e irreversíveis da gestão e do funcionamento de infraestruturas críticas, violações das obrigações decorrentes do direito da União destinadas a proteger os direitos fundamentais ou danos graves à propriedade ou ao ambiente.

source: In order to ensure an appropriate and effective enforcement of the requirements and obligations set out by this Regulation, which is Union harmonisation legislation, the system of market surveillance and compliance of products established by Regulation (EU) 2019/1020 should apply in its entirety.
pt_pt: Para assegurar uma execução adequada e eficaz dos requisitos e obrigações estabelecidos no presente regulamento, que faz parte da legislação de harmonização da União, o sistema de fiscalização do mercado e de conformidade dos produtos estabelecido no Regulamento (UE) 2019/1020 deverá ser aplicado na íntegra.

source: Market surveillance authorities designated pursuant to this Regulation should have all enforcement powers laid down in this Regulation and in Regulation (EU) 2019/1020 and should exercise their powers and carry out their duties independently, impartially and without bias.
pt_pt: As autoridades de fiscalização do mercado designadas nos termos do presente regulamento deverão dispor de todos os poderes de execução estabelecidos no presente regulamento e no Regulamento (UE) 2019/1020 e deverão exercer os seus poderes e desempenhar as suas funções de forma independente, imparcial e objetiva.

source: Although the majority of AI systems are not subject to specific requirements and obligations under this Regulation, market surveillance authorities may take measures in relation to all AI systems when they present a risk in accordance with this Regulation.
pt_pt: Embora a maioria dos sistemas de IA não esteja sujeita a requisitos e obrigações específicos nos termos do presente regulamento, as autoridades de fiscalização do mercado podem tomar medidas em relação a todos os sistemas de IA que apresentem um risco em conformidade com o presente regulamento.

source: Due to the specific nature of Union institutions, agencies and bodies falling within the scope of this Regulation, it is appropriate to designate the European Data Protection Supervisor as a competent market surveillance authority for them.
pt_pt: Dada a natureza específica das instituições, órgãos e organismos da União abrangidos pelo âmbito de aplicação do presente regulamento, é conveniente designar a Autoridade Europeia para a Proteção de Dados como autoridade de fiscalização do mercado competente relativamente a essas instituições, órgãos e organismos.

source: This should be without prejudice to the designation of national competent authorities by the Member States.
pt_pt: Tal não deverá prejudicar a designação das autoridades nacionais competentes pelos Estados-Membros.

source: Market surveillance activities should not affect the ability of the supervised entities to carry out their tasks independently, when such independence is required by Union law.
pt_pt: As atividades de fiscalização do mercado não deverão afetar a capacidade das entidades supervisionadas de desempenharem as suas funções de forma independente, quando essa independência for exigida pelo direito da União.

source: This Regulation is without prejudice to the competences, tasks, powers and independence of relevant national public authorities or bodies which supervise the application of Union law protecting fundamental rights, including equality bodies and data protection authorities.
pt_pt: O presente regulamento não prejudica as competências, as atribuições, os poderes nem a independência das autoridades ou organismos públicos nacionais competentes que supervisionam a aplicação do direito da União que protege direitos fundamentais, incluindo os organismos de promoção da igualdade e as autoridades de proteção de dados.

source: Where necessary for their mandate, those national public authorities or bodies should also have access to any documentation created under this Regulation.
pt_pt: Quando tal for necessário ao cumprimento do seu mandato, essas autoridades ou organismos públicos nacionais deverão também ter acesso à documentação elaborada por força do presente regulamento.

source: A specific safeguard procedure should be set for ensuring adequate and timely enforcement against AI systems presenting a risk to health, safety and fundamental rights.
pt_pt: Deverá ser estabelecido um procedimento de salvaguarda específico para assegurar uma aplicação adequada e atempada relativamente aos sistemas de IA que apresentem um risco para a saúde, a segurança e os direitos fundamentais.

source: The procedure for such AI systems presenting a risk should be applied to high-risk AI systems presenting a risk, prohibited systems which have been placed on the market, put into service or used in violation of the prohibited practices laid down in this Regulation and AI systems which have been made available in violation of the transparency requirements laid down in this Regulation and present a risk.
pt_pt: O procedimento aplicável a esses sistemas de IA que apresentam um risco deverá ser aplicado aos sistemas de IA de risco elevado que apresentem um risco, aos sistemas proibidos que tenham sido colocados no mercado, colocados em serviço ou utilizados em violação das disposições respeitantes a práticas proibidas estabelecidas no presente regulamento e aos sistemas de IA que tenham sido disponibilizados em violação dos requisitos de transparência estabelecidos no presente regulamento e que apresentem um risco.

source: Union financial services law includes internal governance and risk-management rules and requirements which are applicable to regulated financial institutions in the course of provision of those services, including when they make use of AI systems.
pt_pt: A legislação da União no domínio dos serviços financeiros inclui regras e requisitos relativos à governação interna e à gestão dos riscos aplicáveis às instituições financeiras regulamentadas durante a prestação desses serviços, inclusive quando estas utilizam sistemas de IA.

source: In order to ensure coherent application and enforcement of the obligations under this Regulation and relevant rules and requirements of the Union financial services legal acts, the competent authorities for the supervision and enforcement of those legal acts, in particular competent authorities as defined in Regulation (EU) No 575/2013 of the European Parliament and of the Council (46) and Directives 2008/48/EC (47), 2009/138/EC (48), 2013/36/EU (49), 2014/17/EU (50) and (EU) 2016/97 (51) of the European Parliament and of the Council, should be designated, within their respective competences, as competent authorities for the purpose of supervising the implementation of this Regulation, including for market surveillance activities, as regards AI systems provided or used by regulated and supervised financial institutions unless Member States decide to designate another authority to fulfil these market surveillance tasks.
pt_pt: Para assegurar a coerência na aplicação e na execução das obrigações previstas no presente regulamento e das regras e requisitos dos atos legais da União aplicáveis aos serviços financeiros, as autoridades competentes responsáveis pela supervisão e execução desses atos jurídicos, nomeadamente as autoridades competentes na aceção do Regulamento (UE) n.o 575/2013 do Parlamento Europeu e do Conselho (46) e as Diretivas 2008/48/CE (47), 2009/138/CE (48), 2013/36/UE (49), 2014/17/UE (50) e (UE) 2016/97 (51) do Parlamento Europeu e do Conselho, deverão ser designadas, no âmbito das respetivas competências, autoridades competentes para efeitos de supervisão da aplicação do presente regulamento, incluindo o exercício de funções de fiscalização do mercado, no que diz respeito aos sistemas de IA disponibilizados ou utilizados por instituições financeiras regulamentadas e supervisionadas, salvo se os Estados-Membros decidirem designar outra autoridade para desempenhar essas funções de fiscalização do mercado.

source: Those competent authorities should have all powers under this Regulation and Regulation (EU) 2019/1020 to enforce the requirements and obligations of this Regulation, including powers to carry our ex post market surveillance activities that can be integrated, as appropriate, into their existing supervisory mechanisms and procedures under the relevant Union financial services law.
pt_pt: Essas autoridades competentes deverão dispor de todos os poderes ao abrigo do presente regulamento e do Regulamento (UE) 2019/1020 para fazer cumprir os requisitos e obrigações do presente regulamento, incluindo poderes para levar a cabo atividades de fiscalização do mercado ex post que possam ser integradas, se for caso disso, nos seus mecanismos e procedimentos de supervisão existentes ao abrigo do direito da União aplicável no domínio dos serviços financeiros.

source: It is appropriate to envisage that, when acting as market surveillance authorities under this Regulation, the national authorities responsible for the supervision of credit institutions regulated under Directive 2013/36/EU, which are participating in the Single Supervisory Mechanism established by Council Regulation (EU) No 1024/2013 (52), should report, without delay, to the European Central Bank any information identified in the course of their market surveillance activities that may be of potential interest for the European Central Bank’s prudential supervisory tasks as specified in that Regulation.
pt_pt: É apropriado definir que, ao atuarem como autoridades de fiscalização do mercado ao abrigo do presente regulamento, as autoridades nacionais responsáveis por supervisionar as instituições de crédito regulamentadas pela Diretiva 2013/36/UE, que participam no Mecanismo Único de Supervisão estabelecido pelo Regulamento (UE) n.o 1024/2013 do Conselho (52), deverão comunicar sem demora ao Banco Central Europeu todas as informações identificadas no âmbito das suas atividades de fiscalização do mercado que possam ser de interesse potencial para as atribuições de supervisão prudencial do Banco Central Europeu especificadas nesse regulamento.
